rayleigh_taylor/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

phases (water air);

water
{
    transportModel  Newtonian;
    // nu              3.13e-03;
    // rho             1.255;
    nu              6e-03;
    rho             3;
}

air
{
    transportModel  Newtonian;
    // nu              3.13e-03;
    // rho             0.1694;
    nu              2e-03;
    rho             1;
}

// sigma            0.01;
sigma 				0.000333;

// ************************************************************************* //
